{"status": "complete", "companies": [{"name": "Yulife", "url": "https://yulife.com", "description": "UK-based employee benefits platform offering group life insurance, critical illness cover, and YuMatter EAP with mental health counselling and financial/legal advice."}, {"name": "Spectrum.Life", "url": "https://www.spectrum.life", "description": "Irish digital health platform providing 24/7 EAP, mental health support, and integrated wellbeing solutions across UK, EU, and international markets."}, {"name": "Health Assured", "url": "https://www.healthassured.org", "description": "UK and Ireland's largest EAP provider supporting 12.5+ million lives with 24/7 helpline, mobile app, and comprehensive employee assistance services."}, {"name": "Sonder", "url": "https://sonder.io", "description": "UK EAP provider offering 24/7 personal safety, medical, and mental health support with journey tracking and crisis intervention for 1+ million members."}, {"name": "Spill", "url": "https://www.spill.chat", "description": "Highly-rated UK EAP service providing immediate access to qualified therapists, legal advice, and financial counselling with near-perfect Trustpilot ratings."}, {"name": "Vivup", "url": "https://vivupbenefits.co.uk", "description": "UK-based benefits platform specializing in EAP for public sector (NHS, local authorities, education) with 24/7 clinically accredited counselling services."}, {"name": "Perkbox", "url": "https://www.perkbox.com", "description": "Global employee benefits platform offering EAP alongside wellness, perks, and engagement tools, serving teams across UK and EU markets."}, {"name": "LifeWorks", "url": "https://go.lifeworks.com", "description": "TELUS Health mental health and EAP provider delivering clinical expertise, counselling, and financial/legal support across UK and EU regions."}, {"name": "Headspace", "url": "https://organizations.headspace.com", "description": "Global mental health platform offering EAP replacement solutions with therapy, mindfulness, critical incident support, and work-life services for organizations."}, {"name": "Wellhub", "url": "https://wellhub.com", "description": "Leading corporate wellness platform providing fitness, mental health coaching (via Headspace), therapy, and nutrition benefits across UK, EU, and globally."}]}