{"status": "complete", "companies": [{"name": "Alan", "url": "https://alan.com", "description": "France's first digital health insurance company offering integrated health insurance, mental wellbeing (Alan Mind), and an AI-powered medical assistant to over 1 million members across France, Belgium, Spain, and Canada."}, {"name": "YuLife", "url": "https://yulife.com", "description": "UK-based gamified employee insurance and wellbeing platform that rewards healthy habits like walking and meditation with YuCoin, redeemable for vouchers and charitable donations."}, {"name": "Spectrum.Life", "url": "https://spectrum.life", "description": "Dublin-based digital health and EAP provider offering clinically-led mental health, wellbeing, and work-life support services to insurers, workplaces, and educational institutions."}, {"name": "Spring Health", "url": "https://springhealth.com", "description": "AI-powered EAP and mental health platform that matches employees with personalised treatment plans spanning self-help, coaching, therapy, and crisis support."}, {"name": "Lyra Health", "url": "https://lyrahealth.com", "description": "Clinical-grade workplace mental health platform blending in-person and virtual therapy with digital tools, delivering a 26% reduction in healthcare claim costs for clients."}, {"name": "Unmind", "url": "https://unmind.com", "description": "Science-based workplace mental health platform used by large enterprises to provide proactive wellbeing tools, clinical assessments, and guided support across all organisational levels."}, {"name": "Spill", "url": "https://spill.chat", "description": "Slack-integrated EAP and mental health platform designed for digital-first teams, providing discreet, fast access to therapy and emotional support within daily workflows."}, {"name": "Betterfly", "url": "https://betterfly.com", "description": "Purpose-driven wellbeing and insurance platform that converts employees' healthy habits into growing life insurance coverage and charitable donations, operating across Latin America and Europe."}, {"name": "Modern Health", "url": "https://modernhealth.com", "description": "Global EAP and mental wellness platform offering a continuum of care from self-guided digital resources and coaching to clinical therapy, serving enterprise workforces worldwide."}, {"name": "Nilo Health", "url": "https://nilohealth.com", "description": "European mental health platform offering preventive, multilingual psychological support for workplaces with a focus on early intervention and localised care across EU markets."}]}