{"status": "complete", "companies": [{"name": "Spectrum.Life", "url": "https://www.spectrum.life/", "description": "Personalized wellbeing app providing 24/7 access to counseling, cognitive behavioral therapy, and support for mental health, infertility, elder care, and financial guidance."}, {"name": "Carebridge", "url": "https://carebridge.com/", "description": "Comprehensive EAP providing 24/7 mental health counseling, certified life coaching, and work-life benefits via telehealth, in-person, phone, and chat platforms."}, {"name": "Workplace Options", "url": "https://www.workplaceoptions.com/", "description": "World's largest privately owned integrated employee wellbeing provider offering counseling, coaching, and work-life solutions to 88 million people globally."}, {"name": "Modern Health", "url": "https://www.modernhealth.com/", "description": "Next-generation EAP platform offering AI-powered provider matching, therapy appointments within 24 hours, and digital mental health tools with 20% engagement rates."}, {"name": "Spring Health", "url": "https://www.springhealth.com/eap", "description": "All-in-one EAP solution matching employees to therapists, coaches, and care navigators for personalized treatment of mental health conditions and substance use disorders."}, {"name": "Lyra Health", "url": "https://www.lyrahealth.com/", "description": "AI-powered mental health platform offering coaching, therapy, and self-care tools with average wait times under 7 days for first therapy appointments."}, {"name": "Headspace for Work", "url": "https://organizations.headspace.com/", "description": "All-in-one mental health offering combining meditation, therapy, psychiatry, and work-life services with 5-10x higher engagement than traditional EAPs."}, {"name": "Virgin Pulse", "url": "https://www.virginpulse.com/", "description": "Employee wellbeing platform offering health assessments, mental health programming, team challenges, and integrated benefits navigation with up to 85% engagement rates."}, {"name": "Limeade", "url": "https://www.limeade.com/", "description": "Immersive wellbeing platform integrating physical, mental, social, and financial wellness solutions with personalized content and Microsoft Teams integration."}]}